Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/samediggi-article-3361.html.tmx
Source language: nob
Languages: sme

source: Sametinget på facebook - Sámediggi Sametinget
sme: s - Sámediggi Sametinget

source: Sametinget på facebook
sme: Sámediggi facebook; s

source: Sametinget har etablert en egen side på facebook.
sme: Sámediggi lea dál ásahan sierru siiddu facebook;

source: Her ønsker vi å komme i kontakt med befolkningen.
sme: i. Doppe lea vejolaš oažžut oktavuođa Sámedikkiin.

source: Her kan dere bli medlemmer av siden og komme i dialog med oss i Sametinget.
sme: Siiddus lea vejolaš oažžut oktavuođa Sámedikkiin.
